Repository: mddiosc/LinuxScripts
Catalog: idiomas/po/apacheconf_*.po
Languages: es

source: Domain Name
es: Nombre de Dominio

# adminmail
source: Administrator Email
es: E-mail del administrador

# sftpusu
source: SFTP User
es: Usuario SFTP

# welcome
source: Welcome to the domain
es: Bienvenido al dominio

# datosdom1
source: Please enter the requested data
es: Por favor introduzca los datos que se solicitan a continuaci칩n

# datosdom2
source: This data will be used for creating your Apache Virtual Host
es: Ser치n utilizados para generar el nuevo dominio en apache

# usuarioacceso
source: The user created is
es: El usuario de acceso es

# passacceso
source: The user's password is
es: La contrase침a es

# validadominio
source: You can check your new vhost at
es: Puede validar su dominio conectandose a

# dominioconfigurado
source: Virtual Host has been configured successfully
es: Se ha configurado correctamente su virtual host para el dominio

# tituloVhost
source: Apache VHost Configuration (No-SSL)
es: Configuracion de un host virtual en apache (No-SSL)

# mensajessl
source: Domain virtual host and certificate must have been created previously
es: El virtual host y el certificado deber치n estar creados previamente

# errnocert
source: Certificate has not been generated. Please process it and retry
es: El certificado no existe. Por favor cree el certificado y vuelva a intentarlo

# error
source: There was an error processing the SSL host. Please check and retry
es: Se ha producido un error, por favor verifique e intentelo de nuevo
