Repository: mddiosc/LinuxScripts
Catalog: idiomas/po/principal_*.po
Languages: es

# idioma
source: Choose the language to be used
es: Escoja el idioma que desea utilizar

# es
source: Spanish
es: Espa�ol

# en
source: English
es: Ingl�s

# seleccion
source: You Selected
es: Ha seleccionado

# menup
source: Main Menu
es: Men� Principal

# instalacion
source: Install
es: Instalación

# confmysql
source: MySQL Configuration
es: Configuracion MySQL

# vhosts
source: SSL & Virtual Hosts Configuration
es: Gestión Virtual Hosts y SSL

# dbcrear
source: Create Database
es: Crear Base de datos

# dbusrcrear
source: Create Database User
es: Crear Usuario de Base de Datos

# gencert
source: Generate SSL Certificate
es: Generación Certificado SSL

# listacerts
source: List Issued Certificates
es: Listado de certificados emitidos

# vhostconf
source: Virtual Host Configuration
es: Configuración Host Virtual

# salir
source: Quit
es: Salir de la aplicación

# menuopt
source: Select an option:
es: Seleccione una opción:

# validausuario
source: Please validate your user to continue
es: Para continuar es necesario validar su usuario

# usuariovalidado
source: User Validated
es: Usuario Validado

# errorvalidausuario
source: An error has ocurred validating your user. It is not possible to continue
es: Ha ocurrido un error validando el usuario. No es posible continuar

# fichero
source: File:
es: Fichero:

# dominio
source: Domain:
es: Dominio:

# desde
source: Valid from:
es: Válido desde:

# hasta
source: Valid until:
es: Válido hasta:

# presionartecla
source: Press any key to continue
es: Presione cualquier tecla para continuar

# noencontrado
source: No certificate files found in the CERT directory
es: No se encontraron certificados emitidos en la carpeta CERT
